equipments = [
  'ドラム缶',           '三式弾',             '中口径主砲',
  '副砲',               '噴式爆撃機',         '回転翼機',
  '増設バルジ(中型艦)', '増設バルジ(大型艦)', '増設副砲',
  '大口径主砲',         '大型ソナー',         '大型探照灯',
  '大型電探',           '大型飛行艇',         '大発動艇',
  '対地装備',           '対潜哨戒機',         '対空機銃',
  '小口径主砲',         '小型ソナー',         '小型電探',
  '徹甲弾',             '応急修理要員',       '探照灯',
  '機関部強化',         '水上偵察機',         '水上戦闘機',
  '水上爆撃機',         '洋上補給',           '潜水艦搭載電探',
  '潜水艦魚雷',         '照明弾',             '熟練見張員',
  '爆雷',               '爆雷投射機',         '特二式内火艇',
  '甲標的',             '航空要員',           '艦上偵察機',
  '艦上戦闘機',         '艦上攻撃機',         '艦上爆撃機',
  '艦艇修理施設',       '艦隊司令部施設',     '高射装置',
  '魚雷'
]

for e in equipments:
    print(f'    - [ ] {e}')
